#ifndef _BSP_TIMER_H
#define _BSP_TIMER_H
#include "bsp_sys.h"
/**
  ******************************************************************************
  * @file    bsp_timer.h
  * @version 
  * @date    
  * @brief   定时器
  ******************************************************************************
  * @note
  ******************************************************************************
  */
 
/* Public Fun-----------------------------------------------------------------*/
/* 定时器TIM3初始化 */
void TIM3_Int_Init(u16 arr,u16 psc);
/* 定时器TIM5初始化 */
void TIM5_Int_Init(u16 arr,u16 psc);

#endif /* _BSP_TIMER_H */
